export const productCategories = [
    {
        id: '1',
        name: 'Турбины и турбокомплекты',
        category: 'Турбины и турбокомплекты',
        img: './img/12.png',
        products: [
            {
                id: 11,
                name: 'Комплект винтовой подвески BC Racing серия BR тип RA',
                img: '/img/Frame22.png',
                price: '2780',
                description: `Представленные предложения ввиду своего комплексного характера сочетают в себе выгоду при затратах времени
                 и средств и полноту реализации выбранного вами уровня усовершенствования.
                Представленные предложения ввиду своего комплексного характера сочетают в себе выгоду при затратах времени и средств и `,
                characteristics: [
                    { 'Артикул': 'H-04 - 2638' },
                    { 'Артикул производителя': 'H-04 - 2638' },
                    { 'Вид товара': 'интовая подвеска' },
                    { 'Гарантия': '1 год' },
                    { 'Максимальное занижение': '100' },
                    { 'Материал опор': 'Алюминий 6016' },
                    { 'Материал пружин': 'SAE9254' },
                    { 'Минимальное занижение': '5' },
                    { 'Производитель': 'BC Racing' },
                    { 'Страна производства': 'Тайвань' },
                    { 'Оригинальный номер по vin': '12344124124weq' },
                ]
            },
            {
                id: 12,
                name: 'Комплект винтовой подвески BC Racing серия BR тип RA',
                img: '/img/Frame22.png',
                price: '2890',
                description: `Представленные предложения ввиду своего комплексного характера сочетают в себе выгоду при затратах времени
                 и средств и полноту реализации выбранного вами уровня усовершенствования.
                Представленные предложения ввиду своего комплексного характера сочетают в себе выгоду при затратах времени и средств и `,
                characteristics: [
                    { 'Артикул': 'H-04 - 2638' },
                    { 'Артикул производителя': 'H-04 - 2638' },
                    { 'Вид товара': 'интовая подвеска' },
                    { 'Гарантия': '1 год' },
                    { 'Максимальное занижение': '100' },
                    { 'Материал опор': 'Алюминий 6016' },
                    { 'Материал пружин': 'SAE9254' },
                    { 'Минимальное занижение': '5' },
                    { 'Производитель': 'BC Racing' },
                    { 'Страна производства': 'Тайвань' },
                    { 'Оригинальный номер по vin': '12344124124weq' },
                ]
            },
            {
                id: 13,
                name: 'Комплект винтовой подвески BC Racing серия BR тип RA',
                img: '/img/Frame22.png',
                price: '3210',
                description: `Представленные предложения ввиду своего комплексного характера сочетают в себе выгоду при затратах времени
                 и средств и полноту реализации выбранного вами уровня усовершенствования.
                Представленные предложения ввиду своего комплексного характера сочетают в себе выгоду при затратах времени и средств и `,
                characteristics: [
                    { 'Артикул': 'H-04 - 2638' },
                    { 'Артикул производителя': 'H-04 - 2638' },
                    { 'Вид товара': 'интовая подвеска' },
                    { 'Гарантия': '1 год' },
                    { 'Максимальное занижение': '100' },
                    { 'Материал опор': 'Алюминий 6016' },
                    { 'Материал пружин': 'SAE9254' },
                    { 'Минимальное занижение': '5' },
                    { 'Производитель': 'BC Racing' },
                    { 'Страна производства': 'Тайвань' },
                    { 'Оригинальный номер по vin': '12344124124weq' },
                ]
            },
            {
                id: 14,
                name: 'Комплект винтовой подвески BC Racing серия BR тип RA',
                img: '/img/Frame22.png',
                price: '3210',
                description: `Представленные предложения ввиду своего комплексного характера сочетают в себе выгоду при затратах времени
                 и средств и полноту реализации выбранного вами уровня усовершенствования.
                Представленные предложения ввиду своего комплексного характера сочетают в себе выгоду при затратах времени и средств и `,
                characteristics: [
                    { 'Артикул': 'H-04 - 2638' },
                    { 'Артикул производителя': 'H-04 - 2638' },
                    { 'Вид товара': 'интовая подвеска' },
                    { 'Гарантия': '1 год' },
                    { 'Максимальное занижение': '100' },
                    { 'Материал опор': 'Алюминий 6016' },
                    { 'Материал пружин': 'SAE9254' },
                    { 'Минимальное занижение': '5' },
                    { 'Производитель': 'BC Racing' },
                    { 'Страна производства': 'Тайвань' },
                    { 'Оригинальный номер по vin': '12344124124weq' },
                ]
            },
            {
                id: 15,
                name: 'Комплект винтовой подвески BC Racing серия BR тип RA',
                img: '../img/Frame22.png',
                price: '3210',
                description: `Представленные предложения ввиду своего комплексного характера сочетают в себе выгоду при затратах времени
                 и средств и полноту реализации выбранного вами уровня усовершенствования.
                Представленные предложения ввиду своего комплексного характера сочетают в себе выгоду при затратах времени и средств и `,
                characteristics: [
                    { 'Артикул': 'H-04 - 2638' },
                    { 'Артикул производителя': 'H-04 - 2638' },
                    { 'Вид товара': 'интовая подвеска' },
                    { 'Гарантия': '1 год' },
                    { 'Максимальное занижение': '100' },
                    { 'Материал опор': 'Алюминий 6016' },
                    { 'Материал пружин': 'SAE9254' },
                    { 'Минимальное занижение': '5' },
                    { 'Производитель': 'BC Racing' },
                    { 'Страна производства': 'Тайвань' },
                    { 'Оригинальный номер по vin': '12344124124weq' },
                ]
            },
            {
                id: 16,
                name: 'Комплект винтовой подвески BC Racing серия BR тип RA',
                img: '/img/Frame22.png',
                price: '3210',
                description: `Представленные предложения ввиду своего комплексного характера сочетают в себе выгоду при затратах времени
                 и средств и полноту реализации выбранного вами уровня усовершенствования.
                Представленные предложения ввиду своего комплексного характера сочетают в себе выгоду при затратах времени и средств и `,
                characteristics: [
                    { 'Артикул': 'H-04 - 2638' },
                    { 'Артикул производителя': 'H-04 - 2638' },
                    { 'Вид товара': 'интовая подвеска' },
                    { 'Гарантия': '1 год' },
                    { 'Максимальное занижение': '100' },
                    { 'Материал опор': 'Алюминий 6016' },
                    { 'Материал пружин': 'SAE9254' },
                    { 'Минимальное занижение': '5' },
                    { 'Производитель': 'BC Racing' },
                    { 'Страна производства': 'Тайвань' },
                    { 'Оригинальный номер по vin': '12344124124weq' },
                ]
            },
            {
                id: 17,
                name: 'Комплект винтовой подвески BC Racing серия BR тип RA',
                img: '/img/Frame22.png',
                price: '3210',
                description: `Представленные предложения ввиду своего комплексного характера сочетают в себе выгоду при затратах времени
                 и средств и полноту реализации выбранного вами уровня усовершенствования.
                Представленные предложения ввиду своего комплексного характера сочетают в себе выгоду при затратах времени и средств и `,
                characteristics: [
                    { 'Артикул': 'H-04 - 2638' },
                    { 'Артикул производителя': 'H-04 - 2638' },
                    { 'Вид товара': 'интовая подвеска' },
                    { 'Гарантия': '1 год' },
                    { 'Максимальное занижение': '100' },
                    { 'Материал опор': 'Алюминий 6016' },
                    { 'Материал пружин': 'SAE9254' },
                    { 'Минимальное занижение': '5' },
                    { 'Производитель': 'BC Racing' },
                    { 'Страна производства': 'Тайвань' },
                    { 'Оригинальный номер по vin': '12344124124weq' },
                ]
            },
            {
                id: 18,
                name: 'Комплект винтовой подвески BC Racing серия BR тип RA',
                img: '/img/Frame22.png',
                price: '3210',
                description: `Представленные предложения ввиду своего комплексного характера сочетают в себе выгоду при затратах времени
                 и средств и полноту реализации выбранного вами уровня усовершенствования.
                Представленные предложения ввиду своего комплексного характера сочетают в себе выгоду при затратах времени и средств и `,
                characteristics: [
                    { 'Артикул': 'H-04 - 2638' },
                    { 'Артикул производителя': 'H-04 - 2638' },
                    { 'Вид товара': 'интовая подвеска' },
                    { 'Гарантия': '1 год' },
                    { 'Максимальное занижение': '100' },
                    { 'Материал опор': 'Алюминий 6016' },
                    { 'Материал пружин': 'SAE9254' },
                    { 'Минимальное занижение': '5' },
                    { 'Производитель': 'BC Racing' },
                    { 'Страна производства': 'Тайвань' },
                    { 'Оригинальный номер по vin': '12344124124weq' },
                ]
            },
        ]

    },
    {
        id: '2',
        category: 'Тормоза и тормозные системы',
        img: './img/2.png',

    },
    {
        id: '3',
        category: 'Охлаждение',
        img: './img/11.png',

    },
    {
        id: '4',
        category: 'Подвеска',
        img: './img/1.png',

    },
    {
        id: '5',
        category: 'Подарки и мерч',
        img: './img/3.png',

    },
    {
        id: '6',
        category: 'Другое',
        img: './img/3.png',

    },
    {
        id: '7',
        category: 'Двигатель',
        img: './img/7.png',

    },
    {
        id: '8',
        category: 'Трансмиссия',
        img: './img/5.png',

    },
    {
        id: '9',
        category: 'Топливные системы',
        img: './img/8.png',

    },
    {
        id: '10',
        category: 'Интерьер и экстерер',
        img: './img/6.png',

    },
    {
        id: '11',
        category: 'Шины и диски',
        img: './img/9.png',

    },
    {
        id: '12',
        category: 'Оригинальные запчасти',
        img: './img/3.png',

    },
    {
        id: '13',
        category: 'Выпускная система',
        img: './img/10.png',

    },
    {
        id: '14',
        category: 'Впускные системы',
        img: './img/4.png',

    },


];