export const productCategories = [
    {
        id: '1',
        category: 'Турбины и турбокомплекты',
        img: './img/12.png',
        products: [
            {
                id: 11,
                number: 1,
                name: 'Комплект винтовой подвески BC Racing серия BR тип RA',
                img: '/img/Frame22.png',
                price: '2780',
                description: `Представленные предложения ввиду своего комплексного характера сочетают в себе выгоду при затратах времени
                 и средств и полноту реализации выбранного вами уровня усовершенствования.
                Представленные предложения ввиду своего комплексного характера сочетают в себе выгоду при затратах времени и средств и `,
                characteristics: [
                    { 'Артикул': 'H-04 - 2638' },
                    { 'Артикул производителя': 'H-04 - 2638' },
                    { 'Вид товара': 'интовая подвеска' },
                    { 'Гарантия': '1 год' },
                    { 'Максимальное занижение': '100' },
                    { 'Материал опор': 'Алюминий 6016' },
                    { 'Материал пружин': 'SAE9254' },
                    { 'Минимальное занижение': '5' },
                    { 'Производитель': 'BC Racing' },
                    { 'Страна производства': 'Тайвань' },
                    { 'Оригинальный номер по vin': '12344124124weq' },
                ],
                car_model: [
                    'Volkswagen',
                    'Porsche',
                    'Audi',
                    'Mini',
                    'Honda'
                ],
                manufacturer_country: 'Germany'
            },
            {
                id: 12,
                number: 1,
                name: 'Комплект винтовой подвески BC Racing серия BR тип RA',
                img: '/img/Frame22.png',
                price: '2890',
                description: `Представленные предложения ввиду своего комплексного характера сочетают в себе выгоду при затратах времени
                 и средств и полноту реализации выбранного вами уровня усовершенствования.
                Представленные предложения ввиду своего комплексного характера сочетают в себе выгоду при затратах времени и средств и `,
                characteristics: [
                    { 'Артикул': 'H-04 - 2638' },
                    { 'Артикул производителя': 'H-04 - 2638' },
                    { 'Вид товара': 'интовая подвеска' },
                    { 'Гарантия': '1 год' },
                    { 'Максимальное занижение': '100' },
                    { 'Материал опор': 'Алюминий 6016' },
                    { 'Материал пружин': 'SAE9254' },
                    { 'Минимальное занижение': '5' },
                    { 'Производитель': 'BC Racing' },
                    { 'Страна производства': 'Тайвань' },
                    { 'Оригинальный номер по vin': '12344124124weq' },
                ],
                car_model: [
                    'Volkswagen',
                    'Porsche',
                    'Audi',
                    'BMW',
                    'Honda'
                ],
                manufacturer_country: 'Japan'
            },
            {
                id: 13,
                number: 1,
                name: 'Комплект винтовой подвески BC Racing серия BR тип RA',
                img: '/img/Frame22.png',
                price: '3210',
                description: `Представленные предложения ввиду своего комплексного характера сочетают в себе выгоду при затратах времени
                 и средств и полноту реализации выбранного вами уровня усовершенствования.
                Представленные предложения ввиду своего комплексного характера сочетают в себе выгоду при затратах времени и средств и `,
                characteristics: [
                    { 'Артикул': 'H-04 - 2638' },
                    { 'Артикул производителя': 'H-04 - 2638' },
                    { 'Вид товара': 'интовая подвеска' },
                    { 'Гарантия': '1 год' },
                    { 'Максимальное занижение': '100' },
                    { 'Материал опор': 'Алюминий 6016' },
                    { 'Материал пружин': 'SAE9254' },
                    { 'Минимальное занижение': '5' },
                    { 'Производитель': 'BC Racing' },
                    { 'Страна производства': 'Тайвань' },
                    { 'Оригинальный номер по vin': '12344124124weq' },
                ],
                car_model: [
                    'Audi',
                    'BMW',
                    'Mini',
                    'Honda'
                ],
                manufacturer_country: 'England'
            },
            {
                id: 14,
                number: 1,
                name: 'Комплект винтовой подвески BC Racing серия BR тип RA',
                img: '/img/Frame22.png',
                price: '3210',
                description: `Представленные предложения ввиду своего комплексного характера сочетают в себе выгоду при затратах времени
                 и средств и полноту реализации выбранного вами уровня усовершенствования.
                Представленные предложения ввиду своего комплексного характера сочетают в себе выгоду при затратах времени и средств и `,
                characteristics: [
                    { 'Артикул': 'H-04 - 2638' },
                    { 'Артикул производителя': 'H-04 - 2638' },
                    { 'Вид товара': 'интовая подвеска' },
                    { 'Гарантия': '1 год' },
                    { 'Максимальное занижение': '100' },
                    { 'Материал опор': 'Алюминий 6016' },
                    { 'Материал пружин': 'SAE9254' },
                    { 'Минимальное занижение': '5' },
                    { 'Производитель': 'BC Racing' },
                    { 'Страна производства': 'Тайвань' },
                    { 'Оригинальный номер по vin': '12344124124weq' },
                ],
                car_model: [
                    'Volkswagen',
                    'Porsche',
                    'Mini',
                    'Honda'
                ],
                manufacturer_country: 'France'
            },
            {
                id: 15,
                number: 1,
                name: 'Комплект винтовой подвески BC Racing серия BR тип RA',
                img: '../img/Frame22.png',
                price: '3210',
                description: `Представленные предложения ввиду своего комплексного характера сочетают в себе выгоду при затратах времени
                 и средств и полноту реализации выбранного вами уровня усовершенствования.
                Представленные предложения ввиду своего комплексного характера сочетают в себе выгоду при затратах времени и средств и `,
                characteristics: [
                    { 'Артикул': 'H-04 - 2638' },
                    { 'Артикул производителя': 'H-04 - 2638' },
                    { 'Вид товара': 'интовая подвеска' },
                    { 'Гарантия': '1 год' },
                    { 'Максимальное занижение': '100' },
                    { 'Материал опор': 'Алюминий 6016' },
                    { 'Материал пружин': 'SAE9254' },
                    { 'Минимальное занижение': '5' },
                    { 'Производитель': 'BC Racing' },
                    { 'Страна производства': 'Тайвань' },
                    { 'Оригинальный номер по vin': '12344124124weq' },
                ],
                car_model: [
                    'Volkswagen',
                    'Porsche',
                    'Audi',
                    'BMW',
                ],
                manufacturer_country: 'Italy'
            },
            {
                id: 16,
                number: 1,
                name: 'Комплект винтовой подвески BC Racing серия BR тип RA',
                img: '/img/Frame22.png',
                price: '3210',
                description: `Представленные предложения ввиду своего комплексного характера сочетают в себе выгоду при затратах времени
                 и средств и полноту реализации выбранного вами уровня усовершенствования.
                Представленные предложения ввиду своего комплексного характера сочетают в себе выгоду при затратах времени и средств и `,
                characteristics: [
                    { 'Артикул': 'H-04 - 2638' },
                    { 'Артикул производителя': 'H-04 - 2638' },
                    { 'Вид товара': 'интовая подвеска' },
                    { 'Гарантия': '1 год' },
                    { 'Максимальное занижение': '100' },
                    { 'Материал опор': 'Алюминий 6016' },
                    { 'Материал пружин': 'SAE9254' },
                    { 'Минимальное занижение': '5' },
                    { 'Производитель': 'BC Racing' },
                    { 'Страна производства': 'Тайвань' },
                    { 'Оригинальный номер по vin': '12344124124weq' },
                ],
                car_model: [
                    'Porsche',
                ],
                manufacturer_country: 'Ukraine'
            },
            {
                id: 17,
                number: 1,
                name: 'Комплект винтовой подвески BC Racing серия BR тип RA',
                img: '/img/Frame22.png',
                price: '3210',
                description: `Представленные предложения ввиду своего комплексного характера сочетают в себе выгоду при затратах времени
                 и средств и полноту реализации выбранного вами уровня усовершенствования.
                Представленные предложения ввиду своего комплексного характера сочетают в себе выгоду при затратах времени и средств и `,
                characteristics: [
                    { 'Артикул': 'H-04 - 2638' },
                    { 'Артикул производителя': 'H-04 - 2638' },
                    { 'Вид товара': 'интовая подвеска' },
                    { 'Гарантия': '1 год' },
                    { 'Максимальное занижение': '100' },
                    { 'Материал опор': 'Алюминий 6016' },
                    { 'Материал пружин': 'SAE9254' },
                    { 'Минимальное занижение': '5' },
                    { 'Производитель': 'BC Racing' },
                    { 'Страна производства': 'Тайвань' },
                    { 'Оригинальный номер по vin': '12344124124weq' },
                ],
                car_model: [
                    'Volkswagen',
                    'Porsche',
                    'Audi',
                    'Honda'
                ],
                manufacturer_country: 'USA'
            },
            {
                id: 18,
                number: 1,
                name: 'Комплект винтовой подвески BC Racing серия BR тип RA',
                img: '/img/Frame22.png',
                price: '3210',
                description: `Представленные предложения ввиду своего комплексного характера сочетают в себе выгоду при затратах времени
                 и средств и полноту реализации выбранного вами уровня усовершенствования.
                Представленные предложения ввиду своего комплексного характера сочетают в себе выгоду при затратах времени и средств и `,
                characteristics: [
                    { 'Артикул': 'H-04 - 2638' },
                    { 'Артикул производителя': 'H-04 - 2638' },
                    { 'Вид товара': 'интовая подвеска' },
                    { 'Гарантия': '1 год' },
                    { 'Максимальное занижение': '100' },
                    { 'Материал опор': 'Алюминий 6016' },
                    { 'Материал пружин': 'SAE9254' },
                    { 'Минимальное занижение': '5' },
                    { 'Производитель': 'BC Racing' },
                    { 'Страна производства': 'Тайвань' },
                    { 'Оригинальный номер по vin': '12344124124weq' },
                ],
                car_model: [
                    'Volkswagen',
                    'Porsche',
                    'Mini',
                    'Honda',
                    'Mersedes'
                ],
                manufacturer_country: 'China'
            },
        ]

    },
    {
        id: '2',
        category: 'Тормоза и тормозные системы',
        img: './img/2.png',
        products: []

    },
    {
        id: '3',
        category: 'Охлаждение',
        img: './img/11.png',
        products: []

    },
    {
        id: '4',
        category: 'Подвеска',
        img: './img/1.png',
        products: []

    },
    {
        id: '5',
        category: 'Подарки и мерч',
        img: './img/3.png',
        products: []

    },
    {
        id: '6',
        category: 'Другое',
        img: './img/3.png',
        products: []

    },
    {
        id: '7',
        category: 'Двигатель',
        img: './img/7.png',
        products: []

    },
    {
        id: '8',
        category: 'Трансмиссия',
        img: './img/5.png',
        products: []

    },
    {
        id: '9',
        category: 'Топливные системы',
        img: './img/8.png',
        products: []

    },
    {
        id: '10',
        category: 'Интерьер и экстерер',
        img: './img/6.png',
        products: []

    },
    {
        id: '11',
        category: 'Шины и диски',
        img: './img/9.png',
        products: []

    },
    {
        id: '12',
        category: 'Оригинальные запчасти',
        img: './img/3.png',
        products: []

    },
    {
        id: '13',
        category: 'Выпускная система',
        img: './img/10.png',
        products: []

    },
    {
        id: '14',
        category: 'Впускные системы',
        img: './img/4.png',
        products: []

    },
];






































